vegeta-config/results/withCachedThreads_loop_1.txt
Requests      [total, rate, throughput]         5000, 1000.19, 972.61
Duration      [total, attack, wait]             5.141s, 4.999s, 141.767ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.265ms, 142.289ms, 143.559ms, 148.519ms, 153.669ms, 181.567ms, 226.752ms
Bytes In      [total, mean]                     186976, 37.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5000  
Error Set: